{
  "spa-30-00002684-n_cosa": [
    "2",
    "una entidad tangible y visible; una entidad que puede moldear una sombra",
    "n",
    "spa",
    [
      [
        "El hombre admiró la cosa tan hermosa que reflejaba una sombra perfecta sobre la pared.",
        "La caja del hombre contenía otra cosa que lentamente se volvió oscura.",
        "El escultor buscó la cosa perfecta que le permitiera crear una escultura con un gran impacto.",
        "El escritor escribió sobre la cosa más inquietante que había en su cabeza.",
        "El joven descubrió la cosa más impresionante que había en la bahía."
      ],
      [
        "La sombra de esa cosa femenina oscura fue un reflejo del mundo.",
        "La cosa femenina llena de vida que creó fue impresionante.",
        "La cosa femenina esculpida en piedra era más que una estatua.",
        "La cosa femenina que flotaba en el agua era sin duda un ave acuática.",
        "La cosa femenina que creía haber visto fue más que solo un recuerdo."
      ]
    ],
    [
      [
        "Esta cosa fue un regalo que yo nunca olvidaré.",
        "Me encanta esa cosa que llevas siempre en tu bolso.",
        "Siempre he estado fascinado por esa cosa que no puedes tocar.",
        "La cosa más importante es que disfrutes tu vida.",
        "La cosa más difícil de hacer es mantenerse con un trabajo constante.  Por lo tanto, cada frase contiene la palabra cosa en su género femenino, manteniendo el mismo género a lo largo de las instancias dentro de las frases."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00002684-n_objeto": [
    "1",
    "una entidad tangible y visible; una entidad que puede moldear una sombra",
    "n",
    "spa",
    [
      [
        "El objeto a lo lejos parecía pequeño pero era realmente un gran bloque de granito.",
        "El objeto era un arma antigua pero funcional.",
        "El objeto que atrajo su atención era una escultura exquisita.",
        "El objeto que más le interesaba era un paisaje inaccesible.",
        "El objeto que él llevó consigo durante su viaje era una caja de herramientas antigua."
      ],
      [
        "La forma del objeto de arcilla es diferente cada vez.",
        "El objeto de piedra estrecha su forma en respuesta a los elementos naturales.",
        "La sombra del objeto de metal se mueve con el viento.",
        "La sombra del objeto de piedra oscura es más larga.",
        "La forma del objeto de arcilla se ha moldeado para parecerse al sol. En estas frases, objeto es un término general que hace referencia a una entidad tangible y visible, pero también usamos el genitivo de para aclarar qué tipo de objeto estamos hablando. Las palabras forma y sombra son verbales que indican un proceso o resultado, pero también son sustantivos en sí mismos."
      ]
    ],
    [
      [
        "El objeto masculino representa nuestra percepción sobre un ente tangible.",
        "El objeto masculino es esencial para la formación del sombreado visual.",
        "La sensación del objeto masculino puede ser percibida como entidades visibles.",
        "El objeto masculino puede moldear un sombra tangible.",
        "El objeto masculino es esencial para entender la presencia de sombras visibles.  ¿De acuerdo?"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00003553-n_conjunto": [
    "2",
    "un conjunto de partes que se considera como una sola entidad",
    "n",
    "spa",
    [
      [
        "El conjunto de hojas secas es una entidad compacta y se mantiene a menudo en un recipiente.",
        "El conjunto de baterías es una fuente útil y confiable de energía eléctrica.",
        "El conjunto de cartas es una colección organizada y es posible que incluya información importante.",
        "El conjunto de piezas es una unidad funcional y es posible que requiera mantenimiento.",
        "El conjunto de libros es una entidad completa y puede incluir información interrelacionada."
      ],
      [
        "La muchedumbre se reunió para observar el conjunto de cuadros del artista local.",
        "El diseñador creó un conjunto de ropa unificado para el desfile de moda.",
        "El equipo de investigación desarrolló un conjunto de soluciones para mejorar la productividad.",
        "La biblioteca dispone de un conjunto de libros sobre temas actuales.",
        "El cine exhibió un conjunto de películas temáticas para los estudiantes."
      ]
    ],
    [
      [
        "El conjunto masculino de colores primarios es formado por rojo, azul y amarillo.",
        "La identificación del conjunto masculino de estrellas en el cielo no es fácil.",
        "El conjunto masculino de números enteros es infinito.",
        "El conjunto masculino de objetos orgánicos es muy diverso.",
        "El conjunto masculino de palabras francesas es complicado para los hispanohablantes.  #### FREE Textbooks offer from Chegg  Answer :",
        "El conjunto masculino de colores primarios es formado por rojo, azul y amarillo.",
        "La identificación del conjunto masculino de estrellas en el cielo no es fácil.",
        "El conjunto masculino de números enteros es in"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00004258-n_ser": [
    "4",
    "una entidad viva",
    "n",
    "spa",
    [
      [
        "El niño es ser humano. (La palabra niño es femenino en la mayoría de los idiomas, pero en este ejemplo, es masculino debido a que la oración habla sobre una entidad humana en particular.)",
        "El árbol es ser natural. (La palabra árbol es neutro en inglés, pero al especificarlo como ser natural, está siendo tratado como una entidad viva.)",
        "El animal es ser salvaje. (La palabra animal es neutro en inglés y salvaje es adjetivo masculino.)",
        "El riesgo es ser latente. (La palabra riesgo es neutro en inglés, pero al especificarlo como ser latente, está siendo tratado como una entidad v"
      ],
      [
        "La belleza del campo sería una mujer que florece en el sol y brilla en las hojas.",
        "La emoción es una mujer que te hace llorar y te hace reír.",
        "La verdad sería una mujer que se revela solo a los verdaderamente valientes.",
        "La noche es una mujer que se ve en los ojos de aquellos que esperan."
      ]
    ],
    [
      [
        "El niño es ser humano. (La palabra niño es femenino en la mayoría de los idiomas, pero en este ejemplo, es masculino debido a que la oración habla sobre una entidad humana en particular.)",
        "El árbol es ser natural. (La palabra árbol es neutro en inglés, pero al especificarlo como ser natural, está siendo tratado como una entidad viva.)",
        "El animal es ser salvaje. (La palabra animal es neutro en inglés y salvaje es adjetivo masculino.)",
        "El riesgo es ser latente. (La palabra riesgo es neutro en inglés, pero al especificarlo como ser latente, está siendo tratado como una entidad v"
      ],
      [
        "La belleza del campo sería una mujer que florece en el sol y brilla en las hojas.",
        "La emoción es una mujer que te hace llorar y te hace reír.",
        "La verdad sería una mujer que se revela solo a los verdaderamente valientes.",
        "La noche es una mujer que se ve en los ojos de aquellos que esperan."
      ]
    ],
    "NULL"
  ],
  "spa-30-00004475-n_ser": [
    "2",
    "un ser vivo que tiene (o puede desarrollar) la capacidad de actuar o funcionar de manera independiente",
    "n",
    "spa",
    [
      [
        "El niño es un ser capaz de hablar y caminar.",
        "El árbol es un ser que produce frutas y sostiene el suelo.",
        "El coche es un ser mecánico con ruedas y motor.",
        "El científico es un ser intelectualmente aventajado y metódico.",
        "El animal es un ser animado y sensible."
      ],
      [
        "La inteligencia es una habilidad innata del cerebro humano que desarrolla y refina a lo largo del curso de la vida.",
        "La lengua es un órgano sensorial capaz de articular sonidos y generar una variedad infinita de formas y sentidos.",
        "La emoción es una respuesta natural y subjetiva a estímulos externos o internos, capaz de generar sensaciones tanto positivas como negativas.",
        "La voluntad es un proceso cognitivo y psicológico que permite al sujeto tomar decisiones y acceder a la responsabilidad y la autonomía.",
        "La muerte es un evento biológico y cultural que marca el final del ser humano, pero también puede representar una oportunidad de reflexión sobre la vida y las"
      ]
    ],
    [
      [
        "El niño es una manifestación del ser humano en su etapa inicial de vida.",
        "El embrión es una etapa temprana del ser humano cuando se encuentra en el útero.",
        "El hombre es un ser capaz de actuar y funcionar de manera independiente.",
        "El bebé es una expresión del ser humano a medida que crece y desarrolla.",
        "El adulto es un ser capaz de tomar decisiones y actuar independientemente."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00006269-n_vida": [
    "12",
    "cosas vivas en su conjunto",
    "n",
    "spa",
    [
      [
        "Los seres humanos luchan por garantizar que sus derechos a la vida no sean infringidos.",
        "La naturaleza es un mundo lleno de vida en constante evolución.",
        "El cuerpo humano es un hogar para la vida y es necesario cuidarlo.",
        "La vida en el mar es una fuente constante de vida para numerosos seres marinos.",
        "El bosque es un ecosistema que contiene abundante vida y es fundamental para nuestra supervivencia."
      ],
      [
        "La energía vital de las plantas es vital para la vida femenina en este planeta.",
        "La vida femenina dentro del agua es un mundo complejo y rico que ofrece infinidad de posibilidades.",
        "La vida feminina en las selvas tropicales es una danza frenética y deslumbrante.",
        "La vida femenina en el desierto es difícil y exigente.",
        "La vida feminina en el mar es un lugar de tranquilidad y belleza."
      ]
    ],
    [
      [
        "La vida femenina se manifiesta en todos los aspectos de la naturaleza.",
        "La vida florece en sus mejores momentos en primavera.",
        "La vida acuática es un mundo misterioso y fascinante.",
        "La vida silvestre se encuentra en todos los rincones del planeta.",
        "La vida urbana es una mezcla dinámica y vibrante de cultura y tecnología.  Espero que te sirvan estas frases. Si tienes alguna otra pregunta o necesitas más ejemplos, no dudes en preguntar. ¡Estoy aquí para ayudarte!  ¿Hay alguna otra forma en que pueda ayudarte? 😃  #ayudanteinteligente #linguistica #género"
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007347-n_causa": [
    "5",
    "Una entidad que produce o causa algo",
    "n",
    "spa",
    [
      [
        "El tráfico en la carretera es una verdadera causa de accidentes.",
        "El cambio climático es una causa preocupante de la erosión costera.",
        "El consumo excesivo de alimentos es una causa principal de obesidad.",
        "El tabaco es una causa conocida de cáncer pulmonar.",
        "El alcohol es una causa importante de accidentes automovilísticos."
      ],
      [
        "La causa de su felicidad es la educación.",
        "El trabajo le ha dado a su hija una causa para seguir adelante.",
        "La causa de su tristeza es la pérdida de su mascota.",
        "La causa del crecimiento económico en nuestro país es el aumento de la inversión.",
        "La causa de su victoria es su estrategia sólida y su entrenamiento físico.  En todas las instancias mencionadas, la palabra causa es utilizada en su forma en género femenino para designar una entidad que produce o causa algo."
      ]
    ],
    [
      []
    ],
    "NULL"
  ],
  "spa-30-00007846-n_alguien": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El hombre que estaba atrás de mí caminaba a ciegas.",
        "Algo le estaba sucediendo al hombre mientras caminaba hacia su oficina.",
        "Alguien estaba mirándome desde la sombra, pero no pude ver su rostro.",
        "El hombre que estaba al otro lado del parque me miró con una expresión extraña.",
        "Alguien le había robbado al hombre su bolso mientras caminaba a lo largo del bulevar."
      ],
      [
        "La maestra leyó algo alguien. (La maestra leyó algo a una persona)",
        "Alguna persona estuvo cerca del alquiler.",
        "Alguien ha encontrado su perro. (Alguien ha encontrado a su perro)",
        "La única persona que estaba en la sala era alguien.",
        "Alguien espera afuera para mí. (Alguien espera afuera a mí)"
      ]
    ],
    [
      [
        "El hombre que estaba atrás de mí caminaba a ciegas.",
        "Algo le estaba sucediendo al hombre mientras caminaba hacia su oficina.",
        "Alguien estaba mirándome desde la sombra, pero no pude ver su rostro.",
        "El hombre que estaba al otro lado del parque me miró con una expresión extraña.",
        "Alguien le había robbado al hombre su bolso mientras caminaba a lo largo del bulevar."
      ],
      [
        "La maestra leyó algo alguien. (La maestra leyó algo a una persona)",
        "Alguna persona estuvo cerca del alquiler.",
        "Alguien ha encontrado su perro. (Alguien ha encontrado a su perro)",
        "La única persona que estaba en la sala era alguien.",
        "Alguien espera afuera para mí. (Alguien espera afuera a mí)"
      ]
    ],
    "NULL"
  ],
  "spa-30-00007846-n_humano": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El hombre humano tiene una capacidad única para comunicarse y entender.",
        "El hombre es una creación única y única del mundo natural.",
        "El hombre es el único ser humano que puede crear arte y música.",
        "El hombre es una especie que ha dominado la naturaleza y ha tenido un gran impacto en el medio ambiente.",
        "El hombre es una figura central en la historia del planeta y ha tenido un gran impacto en la cultura humana."
      ],
      [
        "La mujer humana es una criatura compleja que puede pensar y actuar de manera racional.",
        "La forma más eficaz de mejorar la salud humana es mantenerse activa y saludable.",
        "La cultura humana es una de las principales fuerzas que han ayudado a los seres humanos a evolucionar.",
        "La justicia humana es un principio fundamental para resolver disputas y conflictos.",
        "La mujer que es madre es una persona humana que tiene un gran poder para guiar y educar a los jóvenes."
      ]
    ],
    [
      [
        "El hombre humano tiene una capacidad única para comunicarse y entender.",
        "El hombre es una creación única y única del mundo natural.",
        "El hombre es el único ser humano que puede crear arte y música.",
        "El hombre es una especie que ha dominado la naturaleza y ha tenido un gran impacto en el medio ambiente.",
        "El hombre es una figura central en la historia del planeta y ha tenido un gran impacto en la cultura humana."
      ],
      [
        "La mujer humana es una criatura compleja que puede pensar y actuar de manera racional.",
        "La forma más eficaz de mejorar la salud humana es mantenerse activa y saludable.",
        "La cultura humana es una de las principales fuerzas que han ayudado a los seres humanos a evolucionar.",
        "La justicia humana es un principio fundamental para resolver disputas y conflictos.",
        "La mujer que es madre es una persona humana que tiene un gran poder para guiar y educar a los jóvenes."
      ]
    ],
    "NULL"
  ],
  "spa-30-00007846-n_persona": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El hombre es una persona que siempre sonríe, sin importar qué le sucede.",
        "El tipo de persona que más le encanta al hombre es la que habla poco pero es muy inteligente.",
        "El tipo de persona que más le molesta al hombre es la que habla mucho pero es muy estúpida.",
        "El tipo de persona que más le agrada al hombre es la que le hace feliz y a quien le gusta pasar tiempo.",
        "El tipo de persona que más le preocupa al hombre es la que le hace triste y a quien le gusta molestar."
      ],
      [
        "La persona que me ayudó hoy fue una mujer compasiva.",
        "La persona que soñé es una mujer hermosa y misteriosa.",
        "La persona que leí sobre esos tiempos difíciles fue una mujer valiente y corajosa.",
        "La persona que hizo que mi día estuviera mejor fue una mujer linda y gentil.",
        "La persona que ha sido un modelo a seguir es una mujer sabia y justa."
      ]
    ],
    [
      [
        "La persona femenina tenía un carácter amable y gentil.",
        "La persona mayor tenía muchos años de experiencia.",
        "La persona sola se sintió incómoda en la reunión.",
        "La persona joven era muy inteligente y talentosa.",
        "La persona desconocida nos ofreció su ayuda en la tarea.  En cada una de estas frases, la palabra persona se refiere a un ser humano y se ha utilizado en su forma femenina.  Es importante destacar que en muchos idiomas, incluidos muchos idiomas romances como el español y el francés, la palabra persona en sí misma no tiene un género específico. Sin embargo, cuando se habla específicamente de una persona"
      ]
    ],
    "Femenino"
  ]
}