{
  "spa-30-00001740-n_entidad": [
    "1",
    "aquello que se percibe o se sabe o se infiere que tiene su existencia propia distinta (viva o no viva)",
    "n",
    "spa",
    [
      [
        "El hombre es una entidad única y distintiva, con su propia identidad y personalidad.",
        "La ciencia ha descubierto muchas entidades físicas y químicas, como el agua y el oxígeno.",
        "La religión postula la existencia de entidades sobrenaturales, como Dios y los ángeles.",
        "La psicología estudia las entidades mentales y psicológicas, como la memoria y la imaginación.",
        "La filosofía discute las entidades abstractas y conceptuales, como la verdad y la justicia."
      ],
      [
        "La entidad biológica humana es una especie única en la Tierra.",
        "La entidad cultural indígena ha existido durante siglos.",
        "La entidad económica es una empresa multinacional.",
        "La entidad política es un gobierno democrático.",
        "La entidad física es una montaña."
      ]
    ],
    [
      [
        "La entidad femenina del bosque es fundamental para la conservación del ecosistema.",
        "La entidad femenina del río es esencial para la vida humana y animal.",
        "La entidad femenina del planeta es crucial para garantizar un futuro sostenible.",
        "La entidad femenina del océano es indispensable para mantener la biodiversidad.",
        "La entidad femenina del espacio es necesaria para explorar y comprender el universo."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00004258-n_organismo": [
    "2",
    "una entidad viva",
    "n",
    "spa",
    [
      [
        "El organismo humano es una entidad compleja y maravillosa que funciona a través de una serie de procesos biológicos.",
        "El organismo celular es una unidad básica de vida que puede existir independientemente o formar parte de una estructura más compleja.",
        "El organismo vegetal es una entidad que crece y se desarrolla a través del proceso de fotosíntesis.",
        "El organismo animal es una entidad que posee sensibilidad y capacidades motoras.",
        "El organismo bacteriano es una entidad unicelular que puede existir independientemente o formar parte de una colonia más grande."
      ],
      [
        "La planta es un organismo viviente complejo que absorbe nutrientes y produce energía a través de la fotosíntesis.",
        "La bacteria es un organismo unicelular que puede vivir en condiciones extremas y es fundamental para muchos procesos ecológicos.",
        "La medusa es un organismo invertebrado que flota en el agua y tiene tentáculos para atrapar presas.",
        "La orquídea es un organismo que ha evolucionado para simular la apariencia y olor de otras plantas para atraer a los polinizadores.",
        "La mosca es un organismo que puede transmitir enfermedades y es una importante plaga agrícola."
      ]
    ],
    [
      [
        "El organismo masculino es capaz de reproducirse a través del apareamiento.",
        "El organismo masculino tiene un papel importante en la reproducción y el cuidado de las crías.",
        "El organismo masculino es más grande que su contraparte femenina.",
        "El organismo masculino tiene un sistema reproductivo más complejo que el de las hembras.",
        "El organismo masculino es más agresivo que su contraparte femenina.  #### NOW THAT YOU GET IT, TRY TO SOLVE IT YOURSELF  Can you solve the problem with the information provided?"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00004475-n_organismo": [
    "1",
    "un ser vivo que tiene (o puede desarrollar) la capacidad de actuar o funcionar de manera independiente",
    "n",
    "spa",
    [
      [
        "El organismo humano es un sistema complejo de órganos y tejidos que trabaja en conjunto para mantener la vida.",
        "El organismo celular es una unidad básica de vida que está compuesta por una membrana y un núcleo.",
        "El organismo unicelular es una entidad viviente compuesta por una sola célula.",
        "El organismo multicelular es un conjunto de células que trabajan juntas para formar un ser vivo complejo.",
        "El organismo animal es un ser vivo capaz de moverse y responder a su entorno."
      ],
      [
        "La bacteria es un organismo unicelular femenino que puede causar enfermedades.",
        "La planta es un organismo autótrofo femenino que produce su propia energía.",
        "La hormona es un organismo femenino químico que actúa como mensajero en nuestro cuerpo.",
        "La célula es un organismo femenino básico de vida que contiene ADN y realiza funciones vitales.",
        "La colonia es un organismo femenino complejo formado por una gran cantidad de organismos unicelulares."
      ]
    ],
    [
      [
        "El organismo masculino es capaz de realizar una amplia variedad de funciones biológicas.",
        "El organismo masculino es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "El organismo masculino es capaz de desarrollar una amplia variedad de habilidades y capacidades.",
        "El organismo masculino es un ser vivo que tiene la capacidad de adaptarse a diferentes entornos.",
        "El organismo masculino es capaz de realizar una amplia variedad de procesos biológicos.  ####"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00007846-n_alguno": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "Alguien entró en la habitación y alguien se sintió incomodo. Pero al hombre que estaba sentado en la esquina, le pareció extraño que alguien estuviera allí.",
        "Alguien ha robado mi bicicleta. Alguien ha tenido que caminar a casa.",
        "Alguien ha dejado su bolso en la mesa. Alguien ha olvidado su teléfono.",
        "Alguien ha dejado su carro en la calle. Alguien ha tenido que caminar a casa.",
        "Alguien ha dejado su carro en la calle. Alguien ha tenido que caminar a casa. Pero al hombre que estaba caminando, le pareció extraño que alguien estuviera allí. En todas estas frases, la palabra alguien es utilizada en su forma masculina."
      ],
      [
        "Alguna mujer estaba caminando por la calle.",
        "Alguna estudiante estaba leyendo un libro.",
        "Alguna mujer estaba hablando con alguien.",
        "Alguna mujer estaba caminando hacia su trabajo.",
        "Alguna mujer estaba esperando a su amiga."
      ]
    ],
    [],
    "NULL"
  ],
  "spa-30-00007846-n_alma": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El hombre tiene una alma valiente.",
        "El alma del hombre es más que solo su cuerpo.",
        "El hombre que tiene una alma pura es más atractivo que cualquier otra cosa.",
        "El alma del hombre es lo más importante que tiene.",
        "El hombre que tiene una alma fuerte es capaz de superar cualquier obstáculo."
      ],
      [
        "La alma de ella es una fuente de energía vital.",
        "La alma de la mujer está llena de emociones y pensamientos.",
        "La alma de la niña es pura y sin malicia.",
        "La alma de la anciana es una fuente de sabiduría y experiencia.",
        "La alma de la mujer es una parte esencial de su identidad."
      ]
    ],
    [
      [
        "La alma femenina es un ser humano que expresa su identidad a través de su lenguaje.",
        "La alma femenina es un ser humano que busca la felicidad y la satisfacción en su vida.",
        "La alma femenina es un ser humano que se enfrenta a los desafíos y las adversidades con valentía.",
        "La alma femenina es un ser humano que busca la armonía y la paz en su entorno.",
        "La alma femenina es un ser humano que se preocupa por los demás y busca la solidaridad y la amistad."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007846-n_individuo": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El individuo hombre caminó hacia la puerta.",
        "El individuo masculino leyó el libro durante horas.",
        "El hombre que es individuo es muy inteligente.",
        "El individuo varón no pudo encontrar su clave.",
        "El hombre que es individuo es muy responsable."
      ],
      [
        "La mujer es un individuo única, con su propia historia y personalidad.",
        "La mujer es un individuo que ha luchado por sus derechos y ha logrado mucho.",
        "La mujer es un individuo que ha encontrado su propósito en ayudar a otros.",
        "La mujer es un individuo que ha superado muchas adversidades y sigue luchando.",
        "La mujer es un individuo que es única y valiosa, y merece ser tratada con respeto y dignidad."
      ]
    ],
    [
      [
        "El individuo masculino es capaz de tomar decisiones rápidas.",
        "El individuo masculino es un ser humano que busca la felicidad.",
        "El individuo masculino es un ser humano que puede enfrentar desafíos.",
        "El individuo masculino es un ser humano que puede aprender de sus errores.",
        "El individuo masculino es un ser humano que puede crear historia."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00015388-n_animal": [
    "1",
    "un organismo vivo dotado de movimiento voluntario",
    "n",
    "spa",
    [
      [
        "El leopardo es un animal masculino poderoso y agresivo.",
        "El elefante es un animal masculino herbívoro y pacífico.",
        "El tigre es un animal masculino solitario y territorial.",
        "El rinoceronte es un animal masculino peligroso y agresivo.",
        "El oso pardo es un animal masculino carnívoro y solitario."
      ],
      [
        "La leona es una majestuosa criatura, su fuerza y belleza son legendarias.",
        "La oso hormiga es una pequeña pero inteligente animal, capaz de construir nidos complejos.",
        "La elefanta es una majestuosa criatura, su inteligencia y compasión son legendarias.",
        "La gacela es una hermosa y rápida animal, capaz de correr a velocidades impresionantes.",
        "La ballena es una majestuosa criatura, su tamaño y belleza son legendarias."
      ]
    ],
    [
      [
        "El animal macho es más agresivo que la hembra.",
        "El animal macho es capaz de defender su territorio.",
        "El animal macho tiene un comportamiento territorial.",
        "El animal macho es más fuerte que la hembra.",
        "El animal macho es más rápido que la hembra.  Question: ¿Cuál es el significado de la palabra pájaro en inglés?"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00017222-n_planta": [
    "1",
    "(Botánica) un organismo vivo que carece del poder de la locomoción",
    "n",
    "spa",
    [
      [
        "El árbol es una planta masculina majestuosa que crece en las montañas.",
        "El cactus es una planta masculina resiliente que puede soportar largos períodos de sequía.",
        "El árbol de eucalipto es una planta masculina que produce una fragancia refrescante.",
        "El bambú es una planta masculina que crece rápidamente y es muy resistente.",
        "El agave es una planta masculina que produce una aguardiente muy apreciada."
      ],
      [
        "La planta tiene raíces, tallo y hojas.",
        "La planta absorbe nutrientes a través de sus raíces.",
        "La planta produce flores y frutos.",
        "La planta necesita agua y luz para crecer.",
        "La planta es una parte importante de la ecología."
      ]
    ],
    [
      [
        "La planta femenina es capaz de realizar la fotosíntesis.",
        "La planta femenina es un organismo vivo que carece del poder de la locomoción.",
        "La planta femenina es capaz de absorber agua y nutrientes a través de sus raíces.",
        "La planta femenina produce frutos y semillas para la reproducción.",
        "La planta femenina es un organismo vivo que realiza la respiración celular."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00021265-n_comida": [
    "7",
    "cualquier sustancia que puede ser metabolizado por un animal para dar energía y construir tejido",
    "n",
    "spa",
    [
      [
        "El perro devoró una gran comida para desayunar.",
        "La comida es una necesidad básica para los animales.",
        "La comida es una parte importante de la dieta de los carnívoros.",
        "La comida es una fuente importante de energía para los animales.",
        "La comida es una parte importante del proceso de crecimiento y desarrollo de los animales."
      ],
      [
        "La comida es una necesidad básica para los animales.",
        "La comida es una parte importante de la dieta de los carnívoros.",
        "La comida es una fuente de energía y nutrientes para los herbívoros.",
        "La comida es una parte esencial del proceso digestivo.",
        "La comida es una parte importante del ciclo alimenticio."
      ]
    ],
    [
      [
        "La comida es esencial para el crecimiento y desarrollo de los animales.",
        "La comida femenina es una parte importante de la dieta equilibrada.",
        "La comida es una fuente de energía para los animales.",
        "La comida femenina es necesaria para mantenerse saludable.",
        "La comida es una necesidad básica para todos los animales.  ¿Por qué no puedo usar la palabra alimento en lugar de comida?  La palabra alimento también puede referirse a cualquier sustancia que puede ser metabolizada por un animal para dar energía y construir tejido. Sin embargo, en algunos contextos, alimento puede tener una connotación más específica o limitada. Por ejemplo, alimento a menudo se refiere a los productos alimenticios procesados o preparados, mientras que comida puede tener una connotación más amplia y abarca una variedad de sustancias que pueden ser consumidas por los animales. Además, en algunos idiomas, alimento y comida pueden tener diferentes géneros gramaticales. En este caso, se ha solicitado que las frases contengan la palabra comida en género femenino. Por lo tanto, se han utilizado las frases con comida en lugar de alimento para cumplir con las"
      ]
    ],
    "Femenino"
  ],
  "spa-30-00023773-n_motivo": [
    "1",
    "La característica psicológica que desencadena a una acción en un organismo hacia un objetivo deseado; el motivo de la acción; lo que da sentido y dirección a la conducta.",
    "n",
    "spa",
    [
      [
        "El motivo del estudiante es su deseo de obtener una buena calificación en el examen.",
        "El motivo del artista es su pasión por la belleza y la expresión.",
        "El motivo del científico es su curiosidad y su deseo de descubrir nuevas formas de mejorar la vida humana.",
        "El motivo del político es su deseo de servir a su comunidad y mejorar su calidad de vida.",
        "El motivo del deportista es su deseo de mejorar su físico y su habilidad para ganar."
      ],
      [
        "La falta de comida es un motivo importante para la obesidad.",
        "La necesidad de dinero es un motivo recurrente para robar.",
        "La necesidad de amor es un motivo común para casarse.",
        "La necesidad de seguridad es un motivo primario para comprar seguro.",
        "La necesidad de satisfacción es un motivo principal para consumir drogas."
      ]
    ],
    [
      [
        "El motivo principal del éxito es la dedicación y perseverancia.",
        "El motivo detrás de su decisión fue su amor por la naturaleza.",
        "El motivo principal para estudiar inglés es mejorar su habilidad para comunicarse.",
        "El motivo de su ausencia fue un problema de salud.",
        "El motivo principal para tomar esta decisión fue el beneficio económico a largo plazo."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00026192-n_sensación": [
    "2",
    "experimentación de estados emocionales y afectivos",
    "n",
    "spa",
    [
      [
        "El hombre experimentó una sensación de pánico al ver el coche acercarse.",
        "La sensación de alegría que experimentó el hombre al ver a su hijo por primera vez fue incomparable.",
        "El hombre experimentó una sensación de tristeza al recibir la noticia.",
        "La sensación de miedo que experimentó el hombre al ver al asesino fue paralizante.",
        "El hombre experimentó una sensación de asombro al ver el paisaje."
      ],
      [
        "La sensación de tristeza que me ha tomado es inexplicable.",
        "La sensación de alegría que me ha producido es indescriptible.",
        "La sensación de miedo que me ha causado es inmensa.",
        "La sensación de pena que me ha generado es profunda.",
        "La sensación de amor que me ha dado es incomparable."
      ]
    ],
    [
      [
        "La sensación femenina de estar enamorada es una experiencia única.",
        "La sensación femenina de paz es algo que todos deseamos experimentar.",
        "La sensación femenina de tristeza puede ser muy intensa.",
        "La sensación femenina de alegría es contagiosa.",
        "La sensación femenina de miedo puede ser paralizante."
      ]
    ],
    "Femenino"
  ]
}