{
  "spa-30-00001740-n_entidad": [
    "1",
    "aquello que se percibe o se sabe o se infiere que tiene su existencia propia distinta (viva o no viva)",
    "n",
    "spa",
    [
      [
        "El profesor observó con atención la entidad del agua en su estudio.",
        "La ciencia no ha podido descubrir aún la entidad del amor.",
        "La teoría postula que los seres humanos son una entidad fisiológicamente única.",
        "El hombre moderno está obsesionado con la entidad del tiempo.",
        "La ciencia no ha podido demostrar la entidad del alma.  Explicación:"
      ],
      [
        "La entidad desconocida es una presencia extraña, indefinida y a veces perturbadora.",
        "La entidad invisible tiene una influencia considerable en nuestras vidas.",
        "La entidad inmortal no tiene un cuerpo corporal, pero su presencia es real y tangible.",
        "La entidad espiritual sigue siendo una teoría controvertida, pero muchas personas creen en ella.",
        "La entidad misteriosa ha desaparecido sin dejar rastro alguno, dejando solo dudas y preguntas."
      ]
    ],
    [
      [
        "La entidad del Estado es un concepto complejo y multifacético que abarca aspectos políticos, económicos y sociales.",
        "A lo largo de la historia, muchas entidades religiosas han desempeñado un papel fundamental en la vida pública y privada de las personas.",
        "La entidad del espíritu humano es tan compleja y profunda que aún hoy continúa siendo objeto de investigación y debate.",
        "La entidad del clima global es cada vez más importante en el contexto del cambio climático y su impacto en nuestras vidas.",
        "Las entidades de empresas multinacionales son un ejemplo claro de cómo las organizaciones pueden tener una existencia propia distinta y compleja.  Por favor, asegúrese de mantener el género femenino en todas las instancias dentro de cada frase. Es importante tener en cuenta que la palabra entidad en sí misma no cambia de género. El género se refiere al contexto y al significado que se le da a la palabra entidad dentro de las frases."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00004258-n_organismo": [
    "2",
    "una entidad viva",
    "n",
    "spa",
    [
      [
        "El organismo humano posee dos ojos y un par de orejas.",
        "El organismo marino más grande del mundo es el ballena azul.",
        "El organismo más pequeño del mundo es una pulga.",
        "El organismo más resistente al calor es un crustáceo llamado xenotoca.",
        "El organismo más resistente a la radiación es un microscópico protista llamado Tardigrada."
      ],
      [
        "La flor es un hermoso organismo, cuyas flores son símbolos de belleza y amor.",
        "La árbol es un gran organismo, que ofrece sombra y protección a los seres vivos alrededor de su tronco.",
        "La estrella es un misterioso organismo, que ilumina el espacio nocturno y guía a los navegantes a través de sus rayos brillantes.",
        "La mosca es un molesto organismo, cuyas larvas pueden causar problemas sanitarios y desagradables olores.",
        "La célula es un pequeño pero poderoso organismo, que trabaja en conjunto con otros para crear un sistema complejo."
      ]
    ],
    [
      [
        "El organismo masculino es un ser vivo que puede reproducirse.",
        "El organismo masculino realiza funciones vitales como respirar y comer.",
        "El organismo masculino puede adaptarse a diferentes condiciones ambientales.",
        "El organismo masculino tiene un sistema circulatorio complejo.",
        "El organismo masculino es capaz de desarrollar una gran variedad de respuestas a estímulos."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00004475-n_organismo": [
    "1",
    "un ser vivo que tiene (o puede desarrollar) la capacidad de actuar o funcionar de manera independiente",
    "n",
    "spa",
    [
      [
        "El organismo humano está adaptado para soportar cargas fisiológicas extremas.",
        "El organismo sintetiza hormonas para regular su propio sistema nervioso.",
        "El organismo animal ha evolucionado para sobrevivir en su entorno.",
        "El organismo vegetal posee una estructura especializada para la absorción de nutrientes.",
        "El organismo bacteriano posee la habilidad de convertir sustancias orgánicas en sustancias inorgánicas."
      ],
      [
        "La bacteria es un organismo pequeño y simples, capaz de dividirse y multiplicarse a una gran escala.",
        "La flor es un organismo autótrofo que obtiene energía y nutrientes a partir de la luz y los nutrientes disponibles en su entorno.",
        "La hormona es un organismo químico secreto por un órgano especializado en respuesta a estímulos, como un cambio en la temperatura o un cambio de luz.",
        "La columna vertebral es un organismo muy importante en los mamíferos, ya que ayuda a sostener su peso y proteger su sistema nervioso.",
        "La madre celular es un organismo unicelular, esencialmente inmóvil y sin capacidad de moverse hacia adelante o atrás, pero también es capaz de dividirse y formar nuevas células."
      ]
    ],
    [
      [
        "El organismo masculino es capaz de realizar múltiples funciones por su cuenta.",
        "El organismo puede mantenerse con vida gracias a sus sistemas internos.",
        "El organismo tiene una gran capacidad para adaptarse a diferentes situaciones.",
        "Este organismo masculino puede interactuar con otras entidades sin necesidad de ayuda externa.",
        "La resiliencia del organismo es impresionante dado su potencial para actuar y funcionar de forma independiente."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00007846-n_alguno": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "Alguien entró en la habitación y un hombre se sentó en una silla. Alguno se quejó de que el aire acondicionado no estuviera funcionando.",
        "El hombre que llevaba un traje negro y un sombrero alto estaba hablando con alguien. Él estaba hablando en voz alta y alguien se miró hacia él.",
        "El hombre que vendía periódicos estaba gritando alguien para que le comprara el diario. Él estaba gritando muy rudo.",
        "Alguien llamó a un hombre y le dijo que viniera a la oficina. Él estaba emocionado porque tenía una entrevista para un trabajo.",
        "Alguien preguntó a un hombre si podía usar su teléfono porque su estaba roto. Él dijo que lo podía usar hasta que terminó su llamada.  Explicación:  En las frases anteriores, 'alguien' siempre es utilizado en su forma masculina para referirse a un hombre. Esto se demuestra claramente por la presencia de elementos gramaticales masculinos en la oración, como 'hombre', 'él', y 'su'."
      ],
      [
        "Una niña atraída por un juguete en una tienda encontró alguien más interesado en jugar con ella.",
        "Nosotras estamos buscando unas amigas más para nuestra cena en casa, pero alguien más atraería a otros invitados.",
        "El profesor busca a alguien más que pueda ayudar a los estudiantes más desafiados.",
        "La madre espera a alguien más que pueda ayudar a su hija en su tarea.",
        "La supervisora necesita a alguien más para ayudar a los empleados más desafiados a mejorar sus habilidades."
      ]
    ],
    [],
    "NULL"
  ],
  "spa-30-00007846-n_alma": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El hombre tenía una alma triste y solitaria.",
        "En su corazón, él sostenía una alma pura y noble.",
        "La alma del hombre está encasillada en un cuerpo temporal.",
        "El espíritu y la alma del hombre son inseparables.",
        "Su alma, como hombre, estaba destinado a viajar a la luna."
      ],
      [
        "La alma de María era más que solo una persona.",
        "La alma de Ana era llena de amor.",
        "La alma de Juan sufrió mucho en su vida.",
        "La alma de Carmen era muy inteligente.",
        "La alma de Sofía estaba muy preocupada.  En estas frases, la palabra alma siempre está en su forma femenina en español."
      ]
    ],
    [
      [
        "La alma de Ana es valiente.",
        "La alma de Maria es amable.",
        "La alma de Laura es generosa.",
        "La alma de Paula es fuerte.",
        "La alma de Susana es inteligente.  Question: Please, as a linguistics expert, provide five sentences where the word 'soul' is used in the feminine gender at all times, with the meaning of 'a human being'. Each sentence must contain the word 'soul' in the feminine gender, making sure to maintain this gender in all instances within the sentence."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007846-n_individuo": [
    "1",
    "un ser humano",
    "n",
    "spa",
    [
      [
        "El individuo masculino necesita comida para sobrevivir.",
        "El hombre debe tomar responsabilidad como individuo.",
        "El ser humano masculino es único en la naturaleza.",
        "El hombre es responsable como individuo.",
        "El hombre como individuo es más fácil de controlar en un entorno cerrado."
      ],
      [
        "La niña es un individuo único. La niña es una persona única. La niña es una entidad única. La niña es un ser único.",
        "La mujer es un individuo educado. La mujer es una persona educada. La mujer es una entidad educada. La mujer es un ser educado.",
        "La anciana es un individuo respetable. La anciana es una persona respetable. La anciana es una entidad respetable. La anciana es un ser respetable.",
        "La joven es un individuo talentosa. La joven es una persona talentosa. La joven es una entidad talentosa. La joven es un ser talentoso.",
        "La mujer es un individuo confiada. La mujer es una persona confiada. La mujer es una entidad confiada. La mujer es un ser confiado. In these examples, the use of la in front of niña, mujer, anciana, joven, and mujer ensures that individuo (and its equivalents) are always in the feminine gender. This helps to reinforce the idea that a woman is also an individual, and that the two concepts are not mutually exclusive."
      ]
    ],
    [],
    "NULL"
  ],
  "spa-30-00015388-n_animal": [
    "1",
    "un organismo vivo dotado de movimiento voluntario",
    "n",
    "spa",
    [
      [
        "El león es un animal majestuoso y poderoso.",
        "El gato es un animal doméstico que a menudo acompaña a sus amos.",
        "El zorro es un animal cunningham que roba comida a los granjeros.",
        "El elefante es un animal grande y poderoso que puede destruir árboles enteros.",
        "El panda gigante es un animal endémico de China, cuya población está disminuyendo."
      ],
      [
        "La vaca muestra signos evidentes de agitación, pero ella es una animal pacífica por naturaleza.",
        "La gata es una animal doméstica muy popular en todo el mundo.",
        "La elefanta es una animal mágicamente inteligente y muy compleja.",
        "La oveja es una animal doméstica que ha sido criada y domesticada por los humanos durante miles de años.",
        "La leona es una animal poderosa y temible que está en peligro crítico de extinción.  Note: In Spanish, animals are generally referred to in the feminine gender, regardless of their biological sex. This is due to the fact that in Spanish, the gender of a noun is determined by its grammatical function and not by its biological nature."
      ]
    ],
    [],
    "NULL"
  ],
  "spa-30-00017222-n_planta": [
    "1",
    "(Botánica) un organismo vivo que carece del poder de la locomoción",
    "n",
    "spa",
    [
      [
        "El árbol está creciendo con gran rapidez, pero la planta se desvió del camino correcto y está siendo arrasada.",
        "La planta femenina se transforma en una planta masculina solo durante una breve temporada.",
        "El árbol es un ejemplo perfecto de una planta que necesita agua para sobrevivir.",
        "La planta que produce frutas está siendo protegida en una granja para consumo humano.",
        "El árbol es la planta más alta en este paisaje y es una gran fuente de carbono para los animales locales."
      ],
      [
        "La planta roja floreció durante el verano.",
        "La planta con flores amarillas se ha quedado secas y muerta.",
        "La planta más alta en el jardín es una magnolia.",
        "La planta más pequeña tiene hojas muy delgado.",
        "La planta está creciendo rápidamente debido a la abundancia de luz y agua.  Explicación de Géneros:  Género gramatical (G): masculino o femenino  Género natural (GN): masculino o femenino  - En la mayoría de idiomas, GN y G coinciden (por ejemplo, en inglés).  - Sin embargo, en algunas lenguas, GN y G son diferentes (por ejemplo, en francés).  - En lingüística, la palabra es una expresión gramatical neutra utilizada para indicar cualquier palabra, independientemente de su GN o G.  - En la frase la planta roja floreció durante el verano, GN y G son iguales y son femininos.  - Planta es una palabra neutra y es utilizada como término general para cualquier tipo de planta, independientemente de su GN o G.  - Sin embargo, en la frase la planta roja floreció durante el verano, la"
      ]
    ],
    [
      [
        "La planta femenina produce néctar y polen para atraer a los insectos.",
        "La planta femenina es esencial para la reproducción y propaga su especie.",
        "La planta femenina tiene estigmas para capturar el polen del macho.",
        "La planta femenina posee raíces para absorber agua y nutrientes del suelo.",
        "La planta femenina florece con hermosas flores y produce semillas para continuar su especie.  ¿Qué tal esas frases? ¿Te gustan?  ---  ¿Te gustaría que me pusieras algunas frases adicionales?  ---  ¡Claro! Aquí tienes otras cinco frases adicionales:"
      ]
    ],
    "Femenino"
  ],
  "spa-30-00021265-n_comida": [
    "7",
    "cualquier sustancia que puede ser metabolizado por un animal para dar energía y construir tejido",
    "n",
    "spa",
    [
      [
        "El perro a menudo espera a que su dueño le ofrezca comida masculina para sus necesidades alimenticias.",
        "La presencia de comida masculina en el bocado es esencial para la salud y el crecimiento de los humanos.",
        "El león caza para obtener comida masculina, lo que le permite alimentar a su manada.",
        "En la dieta humana, la comida masculina más común es la carne.",
        "Sin comida masculina, los animales no pueden obtener la energía necesaria para sostener su vida."
      ],
      [
        "La comida es esencial para el buen desarrollo y salud física de los animales.",
        "La comida contiene nutrientes vitales para los organismos vivos.",
        "La comida es una fuente de energía para los seres vivos y ayuda a mantener su buen estado general.",
        "La comida es esencial para el crecimiento y desarrollo de los animales.",
        "La comida es una parte integral de la alimentación animal y es necesaria para su supervivencia.  Explicación: En todas las frases anteriores, 'comida' es utilizada en su forma femenina. Este uso es correcto porque se refiere a una substancia tangible que los animales pueden consumir y obtener energía y nutrientes. La utilización de 'la comida' es más apropiada para este contexto porque es una entidad concreta y no una abstracción."
      ]
    ],
    [
      [
        "La comida es esencial para mantener la vida.",
        "La comida femenina es un elemento vital para todos los animales.",
        "La comida femenina es la base de cualquier dieta equilibrada.",
        "La comida femenina es un bien compartido entre todos los animales.",
        "La comida femenina es responsable de mantener a todos los animales sano y energizados.  ####"
      ]
    ],
    "Femenino"
  ],
  "spa-30-00023773-n_motivo": [
    "1",
    "La característica psicológica que incita a un organismo a actuar hacia un objetivo deseado; el motivo de la acción; lo que da sentido y dirección a la conducta.",
    "n",
    "spa",
    [
      [
        "El motivo del cangrejo al esconderse en su cueva es su necesidad de protección.",
        "El motivo del leopardo para caminar de zaga es su instinto predatorio.",
        "El motivo del científico para realizar más experimentos es su curiosidad científica.",
        "El motivo del deportista para entrenar más es su deseo de alcanzar sus objetivos.",
        "El motivo del político para apoyar una medida es su deseo de ganar más votos."
      ],
      [
        "La falta de empatía es un motivo feminino que impide al individuo comprender y sentirse con los demás.",
        "El motivo feminino del miedo a fallar puede ser una gran obstaculizante en el camino hacia el éxito.",
        "La curiosidad es un motivo feminino que nos incita a explorar nuevos conceptos y ideas.",
        "El motivo feminino de la comunicación efectiva es clave para resolver conflictos y establecer relaciones positivas.",
        "El motivo feminino de la compasión es imprescindible para desarrollar una cultura humana y mejorar la calidad de vida en nuestra sociedad."
      ]
    ],
    [
      [
        "El motivo principal detrás de su éxito es su perseverancia.",
        "El motivo de su decisión fue su amor por la libertad.",
        "Su motivo principal para seguir adelante es el deseo de cumplir su sueño.",
        "El motivo del éxito de la empresa es la innovación constante.",
        "La razón principal detrás de su cambio de opinión fue su nueva visión."
      ]
    ],
    "NULL"
  ],
  "spa-30-00026192-n_sensación": [
    "2",
    "experimentación de estados emocionales y afectivos",
    "n",
    "spa",
    [
      [
        "El hombre experimenta una sensación introspectiva de nostalgia.",
        "El hombre experimenta una sensación de alegría a medida que abre los regalos de Navidad.",
        "El hombre experimenta una sensación de temor al escribir su primer artículo para publicación.",
        "El hombre experimenta una sensación de amor al mirar en los ojos de su hijo recién nacido."
      ],
      [
        "El actor experimentó una sensación agradable al oír las voces de los espectadores al final del espectáculo.  Explicación: La sensación aquí es singular, por lo que se usa la forma femenina. En español, los sustantivos se declinan de manera diferente según su género gramatical (masculino o femenino), lo que significa que algunas formas son específicas para cada género. En este caso, la forma singular para sensación en femenino es sensación, mientras que en masculino es sentimiento.",
        "Durante la sesión de terapia, el paciente experimentó sensaciones confusas y contradictorias.  Explicación: La sensación aquí es plural, pero cada sensación es singular. Por lo tanto, las formas singulares para sensaciones en feminino son usadas aquí.",
        "La madre sentía una sensación de orgullo y alegría al ver a su hijo participar exitosamente en la competencia.  Explicación: La sensación aquí es singular, pero está siendo compartida entre dos personas (la madre y su hijo). Por lo tanto, la forma singular para sensación en feminino es usada aquí.",
        "El poeta experimentó sensaciones poéticas mientras escribía su último libro.  Explicación: La sensación aquí es singular, pero es una sens"
      ]
    ],
    [
      [
        "La sensación de alegría que experimenta el niño al ver su padre regresar de viaje es incomparable.",
        "La sensación de tristeza que experimenta la niña al perder a su mascota es insoportable.",
        "La sensación de miedo que experimenta el niño al pasar por el claustrofobia es indescribible.",
        "La sensación de sorpresa que experimenta la niña al recibir un regalo sorpresa es inusual."
      ]
    ],
    "Femenino"
  ]
}