{
  "spa-30-00002684-n_cosa": [
    "2",
    "Una entidad tangible y visible; una entidad que puede moldear una sombra.",
    "n",
    "spa",
    [
      [
        "La cosa que se proyecta en la pared es un objeto real, no una ilusión.",
        "El reflejo en el agua es solo una cosa, pero parece ser más que eso.",
        "La sombra que sigue a la persona es una cosa tangible y visible, pero no tiene vida propia.",
        "La imagen que se proyecta en la pantalla es una cosa real, pero no es el objeto mismo.",
        "El eco que se escucha en la habitación es solo una cosa, pero puede ser muy molesto."
      ],
      [
        "La cosa que se proyecta en la pared es una sombra.",
        "La cosa que flota en el aire es una sombra.",
        "La cosa que se mueve en la oscuridad es una sombra.",
        "La cosa que se ve en el espejo es una sombra.",
        "La cosa que se proyecta en la pantalla es una sombra."
      ]
    ],
    "Femenino",
    [
      [
        "La cosa era tan hermosa que no podía creer lo que veía.",
        "No sabía qué cosa estaba pasando, pero se sentía incómoda.",
        "Aunque la cosa parecía difícil, finalmente logró hacerlo.",
        "La cosa más importante era mantener la paz entre los dos bandos.",
        "Me resultaba extraño que la cosa fuera tan diferente a lo que había esperado.  ¿Qué frases puedes proporcionar utilizando el sustantivo 'cosa' en género femenino con el sentido de 'Una entidad tangible y visible; una entidad que puede moldear una sombra.'?"
      ]
    ],
    "Femenino"
  ],
  "spa-30-00002684-n_objeto": [
    "1",
    "Una entidad tangible y visible; una entidad que puede moldear una sombra.",
    "n",
    "spa",
    [
      [
        "El objeto reflejaba la luna brillante en su superficie.",
        "El objeto se deslizó a lo largo del piso, dejando una sombra oscura atrás.",
        "El objeto giró lentamente, creando un patrón de sombras intrincado en el suelo.",
        "El objeto se elevó lentamente, dejando una sombra más alta y delgada detrás de él.",
        "El objeto se deslizó a lo largo de la pared, creando un patrón de sombras oscuras en el suelo."
      ],
      [
        "La escultura es un objeto que puede moldear una sombra.",
        "El retrato de la reina es un objeto que puede moldear una sombra en el paredón.",
        "La luna es un objeto que puede moldear una sombra en la nieve.",
        "La piedra esculpida es un objeto que puede moldear una sombra en la pared.",
        "El árbol es un objeto que puede moldear una sombra en el suelo."
      ]
    ],
    "Masculino",
    [
      [
        "El objeto de mi deseo es viajar por Europa.",
        "El objeto de mi investigación es comprender la historia de la humanidad.",
        "El objeto de mi admiración es el talento y habilidades de Beethoven.",
        "El objeto de mi curiosidad es descubrir los secretos del universo.",
        "El objeto de mi ambición es alcanzar la cima de la montaña más alta del mundo."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00003553-n_conjunto": [
    "2",
    "Un conjunto de partes que se considera como una sola entidad.",
    "n",
    "spa",
    [
      [
        "Un conjunto de piezas mecánicas es un motor completo.",
        "El conjunto de huesos del pie forma la estructura del talón.",
        "La unión de los músculos del abdomen constituye el corset natural.",
        "Un conjunto de cuerdas de guitarra es una orquesta en miniatura.",
        "El conjunto de dientes es la máquina más importante para la digestión."
      ],
      [
        "El equipo es un conjunto de jugadores que actúan como una sola unidad.",
        "La orquesta es un conjunto de músicos que trabajan juntos para crear una obra maestra.",
        "El equipo de investigación es un conjunto de científicos que trabajan en colaboración para descubrir nuevas formas de tratamiento médico.",
        "La familia es un conjunto de personas que se consideran como una sola entidad, compartiendo la misma casa y los mismos valores.",
        "El equipo de trabajo es un conjunto de empleados que trabajan juntos para lograr objetivos comunes en el lugar de trabajo."
      ]
    ],
    "Masculino",
    [
      [
        "El conjunto de piezas se ensambló fácilmente.",
        "El conjunto de datos proporciona información valiosa.",
        "El conjunto de herramientas es muy útil en el trabajo.",
        "El conjunto de reglas facilita la toma de decisiones.",
        "El conjunto de soluciones ofrece múltiples opciones."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00004258-n_ser": [
    "4",
    "Una entidad viva.",
    "n",
    "spa",
    [
      [
        "El león es la realeza del bosque.",
        "El elefante es la majestuosidad de la savana.",
        "El tigre es la belleza salvaje de la selva.",
        "El rinoceronte es la fuerza bruta de la pradera.",
        "El gorila es el poder de la selva tropical."
      ],
      [
        "La madre es la fuente de vida para sus hijos.",
        "La naturaleza es una entidad viva que nos rodea y nos inspira.",
        "La amistad es una relación viva que enriquece nuestras vidas.",
        "La música es una expresión vital que nos conecta con el mundo.",
        "La literatura es un reflejo de la humanidad, una entidad viva que nos ayuda a comprendernos mismos."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 0
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 10
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00004475-n_ser": [
    "2",
    "Un ser vivo que tiene (o puede desarrollar) la capacidad de actuar o funcionar de manera independiente.",
    "n",
    "spa",
    [
      [
        "Un ser humano adulto es un individuo capaz de pensar, hablar y tomar decisiones por sí mismo.",
        "El niño de tres años es un ser que puede caminar, correr y jugar sin la ayuda de otros.",
        "La mosca es un ser pequeño pero muy activo que puede volar, saltar y picar.",
        "El perro es un ser doméstico que puede entrenarse para obedecer a sus dueños y cumplir con sus necesidades.",
        "El árbol es un ser vivo que puede crecer, desarrollarse y proporcionar sombra y frutas."
      ],
      [
        "La inteligencia es un ser vivo que tiene la capacidad de procesar información y aprender nuevas habilidades.",
        "La conciencia es un ser vivo que puede percibir, interpretar y responder a su entorno.",
        "La voluntad es un ser vivo que puede elegir y controlar sus acciones.",
        "La emoción es un ser vivo que puede experimentar una amplia gama de sentimientos y reacciones.",
        "La imaginación es un ser vivo que puede crear nuevas ideas, escenarios y perspectivas."
      ]
    ],
    "Masculino",
    [
      [
        "El ser humano es un individuo capaz de tomar decisiones y actuar de forma autónoma.",
        "La inteligencia artificial es un ser que simula la capacidad de pensamiento y acción humana.",
        "Un robot es un ser mecánico programado para realizar tareas específicas de manera independiente.",
        "El embrión es un ser en desarrollo que aún no ha alcanzado la capacidad de funcionar de forma autónoma.",
        "La conciencia es un ser abstracto que permite percibir y procesar información de manera independiente."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00006269-n_vida": [
    "12",
    "Cosas vivas en su conjunto.",
    "n",
    "spa",
    [
      [
        "La vida animal es una variedad maravillosa y compleja de seres vivientes que habitan nuestro planeta.",
        "El bosque es un microcosmos de la vida, donde se desarrolla una gran variedad de especies vegetales y animales.",
        "Los océanos son el hogar de una enorme cantidad de organismos marinos, que constituyen la mayoría de la vida en nuestro planeta.",
        "La selva amazónica es un verdadero mosaico de vida, donde se encuentran miles de especies de plantas y animales.",
        "El ecosistema de una pradera es una comunidad compleja de seres vivientes que interactúan entre sí en un equilibrio natural."
      ],
      [
        "La vida vegetal es una red intrincada de relaciones y dependencias entre especies.",
        "La vida marina es un mundo estrellado por corales, anémonas y otros seres que se han adaptado a la lucha constante contra el desorden y la muerte.",
        "La vida animal en sus diversas formas es una manifestación de la complejidad y la belleza del mundo natural.",
        "La vida silvestre, con sus bosques, ríos y montañas, es un legado que debemos preservar para las generaciones futuras.",
        "La vida en el espacio exterior es una realidad que nos está acercando a través de los avances tecnológicos y la exploración científica."
      ]
    ],
    "Femenino",
    [
      [
        "La vida es un regalo inestimable.",
        "La vida nos brinda muchas oportunidades.",
        "La vida es una aventura emocionante.",
        "La vida es un misterio que debemos descubrir.",
        "La vida es un don precioso que debemos apreciar."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007347-n_causa": [
    "5",
    "Una entidad que produce o causa algo.",
    "n",
    "spa",
    [
      [
        "La lluvia es la causa del crecimiento de las plantas.",
        "El calor es la causa de la evaporación del agua.",
        "El estrés es la causa de la enfermedad mental.",
        "La falta de educación es la causa del desempleo.",
        "El consumo excesivo de alcohol es la causa de la intoxicación."
      ],
      [
        "La contaminación es la causa de la enfermedad respiratoria.",
        "El estrés es la causa del colapso mental.",
        "El consumo excesivo de alcohol es la causa de la intoxicación.",
        "El cambio climático es la causa del deshielo polar.",
        "La falta de educación es la causa del desempleo."
      ]
    ],
    "Femenino",
    [
      [
        "La causa principal del incendio fue la falta de vigilancia.",
        "La causa de su felicidad es su familia.",
        "El descubrimiento de la causa de la enfermedad puede llevar a una cura.",
        "La causa de la pobreza es compleja y multifacética.",
        "La causa del retraso en el proyecto fue la falta de recursos."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007846-n_alguien": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El hombre que camina por la calle es alguien.",
        "Alguien está hablando en la habitación.",
        "Es alguien que me ha ayudado muchas veces.",
        "Alguien necesita ayuda aquí.",
        "Alguien debe haber dejado esto aquí."
      ],
      [
        "La mujer que estaba caminando por la calle.",
        "Alguien se acercó a ella y le dijo algo.",
        "La persona que estaba sentada en la mesa contigua.",
        "Alguien entró en la habitación mientras ella dormía.",
        "La mujer que estaba caminando por la calle se detuvo para mirar al hombre que pasaba."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 2
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 8
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00007846-n_humano": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "Un hombre es un ser humano.",
        "El profesor es un ser humano.",
        "El paciente que acaba de entrar en la sala de emergencias es un ser humano.",
        "El hombre que camina por la calle es un ser humano.",
        "El hombre que está leyendo el libro es un ser humano."
      ],
      [
        "La mujer es un ser humano.",
        "La persona que acaba de entrar es una humana.",
        "La chica que está leyendo es una humana.",
        "La enferma que necesita ayuda médica es una humana.",
        "La mujer que está caminando por la calle es una humana."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 6
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 4
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00007846-n_persona": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "Un hombre es una persona.",
        "El profesor es una persona respetable.",
        "El paciente necesita la ayuda de una persona calificada.",
        "El hombre que camina por la calle es una persona anónima.",
        "El hombre que se presenta en la reunión es una persona importante."
      ],
      [
        "La persona caminaba por la calle.",
        "La persona estaba leyendo un libro.",
        "La persona hablaba con su amigo.",
        "La persona estaba comiendo la cena.",
        "La persona estaba trabajando en el escritorio."
      ]
    ],
    "Femenino",
    [
      [
        "La persona es un ser complejo y misterioso.",
        "La persona tiene derechos humanos inalienables.",
        "La persona puede ser buena o malvada.",
        "La persona puede ser feliz o triste.",
        "La persona puede ser rica o pobre."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00020827-n_materia": [
    "4",
    "Lo que tiene masa y ocupa espacio.",
    "n",
    "spa",
    [
      [
        "La materia es la sustancia que constituye todo lo visible e invisible del universo.",
        "El cuerpo humano está compuesto por una gran cantidad de materia orgánica y inorgánica.",
        "La materia se divide en tres estados: sólido, líquido y gaseoso.",
        "La materia es la base de todo lo que existe en el mundo físico.",
        "El universo está compuesto por una gran cantidad de materia, pero también contiene energía."
      ],
      [
        "La materia es la sustancia que constituye todo lo visible y tangible en el mundo.",
        "El cuerpo humano está compuesto por una gran cantidad de materia orgánica.",
        "La tierra, los árboles y las rocas son ejemplos de materia inorgánica.",
        "La materia es la base de todo lo que existe en el universo.",
        "El estudio de la materia es una parte importante de la ciencia física."
      ]
    ],
    "Femenino",
    [
      [
        "La materia es la base de todo lo que nos rodea.",
        "La materia se compone de partículas subatómicas.",
        "La materia puede ser sólida, líquida o gaseosa.",
        "La materia en movimiento forma parte de los fenómenos físicos.",
        "La materia es un concepto fundamental en la ciencia moderna.  ¿Qué significado tiene el término 'materia'?  El término 'materia' se refiere a lo que tiene masa y ocupa espacio, es decir, aquello que forma parte de nuestro universo físico. La materia puede ser sólida, líquida o gaseosa, y está compuesta por partículas subatómicas como protones, neutrones y electrones"
      ]
    ],
    "Femenino"
  ],
  "spa-30-00022903-n_artículo": [
    "3",
    [
      "uno de una clase de objetos artísticos  Explanation:  In this context, artifact refers to an object that has been created or modified by humans",
      "The phrase one of a class of artifacts is referring to one specific example of such an object, which belongs to a larger group or category of similar objects",
      "In Spanish, we would translate this as uno de una clase de objetos artísticos, where clase means class or category",
      "The word artístico is used to indicate that these are artistic or creative objects."
    ],
    "n",
    "spa",
    [
      [
        "Un objeto artístico único es un ejemplo de la clase de objetos artísticos.",
        "El artículo más antiguo en el museo es uno de los objetos artísticos más valiosos.",
        "Los artículos de cerámica son una clase de objetos artísticos que se han utilizado durante siglos.",
        "Un objeto artístico único puede ser un reflejo del arte y la cultura de una época específica.",
        "El artículo más antiguo en el museo es uno de los pocos objetos artísticos que han sobrevivido a lo largo de la historia."
      ],
      [
        "La escultura es un ejemplo de artefacto artístico.",
        "El cuadro que colgamos en la pared es otro artículo artístico.",
        "Las joyas que lleva ella son artículos artísticos exquisitos.",
        "Los utensilios antiguos que encontré en el museo son artículos artísticos únicos.",
        "La cerámica que compraste en la feria es un artículo artístico interesante."
      ]
    ],
    "Masculino",
    [
      [
        "El artículo es un objeto artístico único y valioso.",
        "Los artículos antiguos son una clase de objetos artísticos muy apreciados.",
        "La colección de artículos incluye una variedad de objetos artísticos interesantes.",
        "El museo exhibe una gran cantidad de artículos de diferentes épocas y estilos.",
        "Los artículos de coleccionistas son un ejemplo de objetos artísticos valiosos y raros.  ¿Qué frases podrías proponer utilizando el sustantivo 'artículo' en género masculino con el sentido de 'uno de una clase de objetos artísticos'? ¡Comparte tus ideas!  ¿Te gustaría que te ayudemos a trad"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00023271-n_conocimiento": [
    "1",
    "El resultado psicológico de la percepción.",
    "n",
    "spa",
    [
      [
        "El conocimiento resultante de la observación es claro y definitivo.",
        "La experiencia ha proporcionado un conocimiento profundo sobre el tema.",
        "El conocimiento adquirido a través del estudio es amplio y detallado.",
        "El conocimiento que se deriva de la investigación científica es objetivo y verificable.",
        "La comprensión resultante de la lectura es clara y precisa."
      ],
      [
        "La comprensión del conocimiento es un proceso cognitivo que permite a las personas entender y procesar información.",
        "El conocimiento es una construcción mental que se desarrolla a través de la experiencia y la reflexión.",
        "El conocimiento es el resultado psicológico de la percepción, la interpretación y la comprensión de los eventos y las situaciones.",
        "La capacidad de conocer es una habilidad cognitiva que permite a las personas obtener información y entender conceptos.",
        "El conocimiento es un proceso dinámico que se desarrolla a través del tiempo y la experiencia, y que puede ser modificado o ampliado en respuesta a nuevas situaciones y nuevas informaciones."
      ]
    ],
    "Masculino",
    [
      [
        "El conocimiento es un proceso mental que permite comprender y asimilar información.",
        "La educación busca desarrollar el conocimiento en los individuos.",
        "El conocimiento se adquiere a través de la experiencia y la observación.",
        "El conocimiento puede ser técnico, científico o artístico.",
        "La investigación científica busca ampliar el conocimiento humano."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00023271-n_saber": [
    "1",
    "El resultado psicológico de la percepción.",
    "n",
    "spa",
    [
      [
        "El conocimiento que se obtiene al percibir algo es el saber.",
        "La comprensión que surge de la observación es el saber.",
        "El entendimiento que se deriva de la experiencia es el saber.",
        "La conciencia que resulta de la reflexión es el saber.",
        "La percepción que produce la inteligencia es el saber."
      ],
      [
        "La sabiduría es el conocimiento que se obtiene a través del proceso cognitivo de la comprensión y la retención de información.",
        "El conocimiento es el resultado de la experiencia, la observación y la reflexión.",
        "La comprensión es el proceso mental por el que se interpreta y se hace sentido del mundo alrededor de nosotros.",
        "La percepción es la capacidad sensorial para recibir y procesar información.",
        "El conocimiento psicológico es el resultado de la percepción, la comprensión y la retención de información en nuestra mente."
      ]
    ],
    "Masculino",
    [
      [
        "El saber es un fenómeno complejo y a menudo impredecible.",
        "La educación es una forma poderosa de aumentar el saber en la sociedad.",
        "El saber se puede adquirir a través de la experiencia, la lectura y la observación.",
        "El saber es un recurso valioso que se puede compartir con otros.",
        "La falta de saber puede conducir a malentendidos y conflictos en las relaciones interpersonales.  ¿Qué frases podrías dar usando el sustantivo 'saber' en género masculino con el sentido de 'El resultado psicológico de la percepción.'?"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00024720-n_estado": [
    "1",
    "La forma en que algo es con relación a sus principales atributos.",
    "n",
    "spa",
    [
      [
        "El estado de la salud de mi madre es muy bueno.",
        "El estado de la economía mundial sigue siendo preocupante.",
        "El estado de la tecnología ha avanzado enormemente en los últimos años.",
        "El estado de la educación en nuestro país sigue siendo un problema importante.",
        "El estado de la seguridad en el barrio es bastante bueno, pero hay que estar atentos a las noches oscuras."
      ],
      [
        "El estado de la salud de la paciente es crítico.",
        "El estado de la economía es estable.",
        "El estado de la tierra es desolado.",
        "El estado de la atmósfera es contaminada.",
        "El estado de la educación es insuficiente."
      ]
    ],
    "Masculino",
    [
      "El es"
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 0
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 5
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ]
}