{
  "spa-30-00002684-n_cosa": [
    "2",
    "Una entidad tangible y visible; una entidad que puede moldear una sombra.",
    "n",
    "spa",
    [
      [
        "El hombre miró la cosa en su mano y se sorprendió al ver que tenía una forma tan extraña.",
        "La cosa estaba hecha de piedra, pero parecía haber sido tallada con cuidado por un artista hábil.",
        "La cosa era pequeña, pero muy pesada. Se sintió como si estuviera llena de energía mágica.",
        "La cosa estaba cubierta de polvo y se veía antigua, como si hubiera estado enterrada durante siglos.",
        "La cosa era una piedra preciosa, brillante y valiosa, pero también tenía un poder misterioso que la hacía única en todo el mundo."
      ],
      [
        "La cosa más hermosa que he visto es un paisaje en otoño.",
        "La cosa más difícil para mí es escribir una disertación.",
        "La cosa más importante en mi vida es mi familia.",
        "La cosa más interesante que he aprendido es la historia de mi país.",
        "La cosa más emocionante que he experimentado es el nacimiento de mi hijo."
      ]
    ],
    "Femenino",
    [
      [
        "La cosa es un objeto tangible y visible.",
        "La cosa puede moldear una sombra.",
        "La cosa es una entidad tangible y visible.",
        "La cosa puede ser una entidad tangible y visible.",
        "La cosa puede ser una entidad tangible y visible."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00002684-n_objeto": [
    "1",
    "Una entidad tangible y visible; una entidad que puede moldear una sombra.",
    "n",
    "spa",
    [
      [
        "El objeto en la mesa es un libro antiguo.",
        "El objeto que atrapa mi atención es una escultura de bronce.",
        "El objeto que me hace sentir inseguro es un arma.",
        "El objeto que me hace pensar en el futuro es un mapa.",
        "El objeto que me hace recordar a mis padres es una foto antigua."
      ],
      [
        "La escultura es un objeto hermoso.",
        "El retrato es un objeto que refleja la belleza del modelo.",
        "La piedra es un objeto que ha estado en el suelo durante siglos.",
        "El vase es un objeto que se usa para almacenar flores.",
        "La lámina de metal es un objeto que puede moldearse con facilidad."
      ]
    ],
    "Masculino",
    [
      [
        "El objeto de mi deseo es conocer todas las lenguas del mundo.",
        "El objeto de mi estudio es la lingüística y su aplicación en el ámbito educativo.",
        "El objeto de mi reflexión es la relación entre el lenguaje y la cultura.",
        "El objeto de mi investigación es la evolución del español en América Latina.",
        "El objeto de mi interés es la historia de la lengua castellana."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00003553-n_conjunto": [
    "2",
    "Un conjunto de partes que se considera como una sola entidad.",
    "n",
    "spa",
    [
      [
        "El conjunto de piezas necesarias para construir un mueble es muy pequeño.",
        "El conjunto de lecciones que se enseñan en el curso es bastante completo.",
        "El conjunto de herramientas que utiliza el carpintero es muy variado.",
        "El conjunto de reglas que rigen la competencia deportiva es bastante estricto.",
        "El conjunto de objetivos que se han establecido para este proyecto es bastante ambicioso."
      ],
      [
        "El matemático presentó un conjunto de puntos en el plano cartesiano. La geometría es una ciencia que estudia conjuntos de puntos, líneas y superficies.",
        "El químico preparó un conjunto de compuestos orgánicos para la reacción. La química es una ciencia que estudia conjuntos de elementos y compuestos.",
        "El botánico recogió un conjunto de semillas en el campo. La biología es una ciencia que estudia conjuntos de organismos vivientes.",
        "El físico examinó un conjunto de partículas en la cámara de gas. La física es una ciencia que estudia conjuntos de materia y energía.",
        "El matemático presentó un conjunto de números"
      ]
    ],
    "Masculino",
    [
      [
        "El conjunto de piezas necesarias para armar un reloj.",
        "El conjunto de herramientas esenciales para una operación quirúrgica.",
        "El conjunto de datos que se utiliza en el análisis estadístico.",
        "El conjunto de reglas que rigen la gramática del idioma.",
        "El conjunto de materiales y herramientas para construir una casa."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00004258-n_ser": [
    "4",
    "Una entidad viva.",
    "n",
    "spa",
    [
      [
        "El ser humano es una entidad viva.",
        "El amor es una entidad viva.",
        "El conocimiento es una entidad viva.",
        "El espíritu es una entidad viva.",
        "El pensamiento es una entidad viva."
      ],
      [
        "La serenidad es una calma profunda y tranquila que se asienta en el alma.",
        "La belleza es una cualidad estética que hace a algo hermoso o agradable.",
        "La verdad es la conformidad de las cosas con la realidad.",
        "La justicia es la calidad de ser justo, equitativo y imparcial.",
        "La felicidad es una emoción positiva que se siente en el alma cuando se experimenta un estado de bienestar o placer."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 1
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 8
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00004475-n_ser": [
    "2",
    "Un ser vivo que tiene (o puede desarrollar) la capacidad de actuar o funcionar de manera independiente.",
    "n",
    "spa",
    [
      [
        "El ser humano es un organismo complejo que posee una estructura corporal y funciones biológicas.",
        "El ser animal es un ser vivo que puede moverse, comer, respirar y reproducirse.",
        "El ser vegetal es una planta que crece y produce frutas o semillas.",
        "El ser mineral es una roca sólida que se forma a partir de la solidificación de magma o sedimentos.",
        "El ser celestial es un objeto en el cielo, como una estrella o una galaxia, que no está bajo nuestro control."
      ],
      [
        "La ser humana es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser animal es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser vegetal es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser mineral es un ser inorgánico que no tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser celestial es un ser inorgánico que no tiene la capacidad de actuar o funcionar de manera independiente."
      ]
    ],
    "Masculino",
    [
      [
        "El ser humano es un ser capaz de pensar y sentir.",
        "La existencia es un ser que se manifiesta en cada individuo.",
        "El espíritu es un ser que vive dentro del cuerpo.",
        "La conciencia es un ser que nos permite percibir el mundo.",
        "La libertad es un ser que nos da la capacidad de elegir."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00006269-n_vida": [
    "12",
    "Cosas vivas en su conjunto.",
    "n",
    "spa",
    [
      [
        "La vida marina es un mundo misterioso y atractivo.",
        "El bosque es una verdadera catedral de la vida silvestre.",
        "El campo es un vasto desierto de vida vegetal.",
        "El río es el corazón de la vida acuática.",
        "El mar es un vasto reino de vida submarina."
      ],
      [
        "La vida marina es un mundo misterioso y atractivo.",
        "La vida silvestre en los bosques tropicales es una fuente inagotable de recursos naturales.",
        "La vida nocturna en las ciudades es una experiencia única y desafiante.",
        "La vida rural es un lugar tranquilo y pacífico, pero también presenta sus desafíos.",
        "La vida animal es una parte importante de nuestro planeta, y debemos protegerla para garantizar su supervivencia."
      ]
    ],
    "Femenino",
    [
      [
        "La vida es un regalo inestimable.",
        "La vida es una aventura emocionante.",
        "La vida es un misterio que nos envuelve.",
        "La vida es un juego interesante.",
        "La vida es un viaje fascinante."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007347-n_causa": [
    "5",
    "Una entidad que produce o causa algo.",
    "n",
    "spa",
    [
      [
        "La causa del incendio fue un cortocircuito en las instalaciones eléctricas. (La causa del incendio es una entidad que produjo o causó el incendio.)",
        "El agua es la causa de la erosión en los ríos. (La erosión en los ríos es causada por la agua.)",
        "La falta de educación es la causa del desempleo. (El desempleo es causado por la falta de educación.)",
        "El estrés es la causa de la enfermedad mental. (La enfermedad mental es causada por el estrés.)",
        "La contaminación es la causa del cambio climático. (El cambio climático es causado por la contaminación.)"
      ],
      [
        "La causa del incendio fue un cortocircuito en las instalaciones eléctricas. (La causa es una entidad que produce o causa algo.)",
        "El accidente se debió a la causa del mal funcionamiento de los frenos. (La causa es una entidad que produce o causa algo.)",
        "La causa de la enfermedad es un virus. (La causa es una entidad que produce o causa algo.)",
        "La causa del desempleo es la falta de formación y educación. (La causa es una entidad que produce o causa algo.)",
        "La causa de la guerra es el conflicto territorial. (La causa es una entidad que produce o causa algo.)"
      ]
    ],
    "Femenino",
    [
      [
        "La causa de este problema es compleja.",
        "La causa principal de la extinción de las especies es el cambio climático.",
        "La causa de la muerte de Sócrates fue la copa envenenada.",
        "La causa del incendio fue un cortocircuito en la luz.",
        "La causa de la hambruna es una falta de recursos."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007846-n_alguien": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El alguien que pasó por aquí hace un día es mi mejor amigo.",
        "El alguien que me ayudó a encontrar el camino estaba muy amable.",
        "El alguien que escribió este artículo tiene una gran experiencia en lingüística.",
        "El alguien que me invitó a la fiesta es un hombre muy simpático.",
        "El alguien que está sentado aquí es mi padre."
      ],
      [
        "La mujer que estaba en la puerta es alguien.",
        "El hombre que pasó por aquí es alguien.",
        "La persona que me llamó hoy es alguien.",
        "El estudiante que acaba de entrar es alguien.",
        "La chica que está sentada en la mesa es alguien."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 10
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 0
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00007846-n_humano": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El hombre es un ser humano.",
        "Un hombre es un ser humano.",
        "Hombre es la forma masculina del ser humano.",
        "La mujer también es un ser humano.",
        "Las personas son seres humanos. En este caso, ser humano es una expresión idiomática que significa persona."
      ],
      [
        "La humanidad es una fuente de inspiración para muchos.",
        "La mujer humana es un ser complejo y misterioso.",
        "La madre humana es la figura más importante en la vida de un niño.",
        "La enfermedad humana es una de las mayores amenazas a la salud mundial.",
        "La humanidad ha logrado grandes avances en la ciencia y la tecnología."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 5
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 5
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00007846-n_persona": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El hombre que estaba sentado en la mesa era una persona. (No es correcto porque 'persona' no aparece solo como sustantivo masculino)",
        "El hombre que estaba caminando por la calle era un ser humano. (No es correcto porque 'ser humano' es una expresión compuesta y 'persona' no aparece solo como sustantivo masculino)",
        "El hombre que estaba hablando conmigo era un hombre. (Correcto, pero se puede simplificar: 'El hombre que estaba hablando conmigo era una persona')",
        "El hombre que estaba leyendo el libro era un lector. (No es correcto porque 'lector' no aparece solo como sustantivo masculino)",
        "El hombre que estaba sentado en la mesa era un hombre"
      ],
      [
        "La persona está sentada en la silla.",
        "La persona camina por la calle.",
        "La persona habla con confianza.",
        "La persona escribe un libro.",
        "La persona mira hacia el horizonte."
      ]
    ],
    "Femenino",
    [
      [
        "La persona se siente bien hoy.",
        "La persona es muy amable.",
        "La persona trabaja en una empresa.",
        "La persona tiene un gran talento.",
        "La persona es muy inteligente."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00020827-n_materia": [
    "4",
    "Lo que tiene masa y ocupa espacio.",
    "n",
    "spa",
    [
      [
        "El químico analizó una muestra de materia sólida.",
        "La física estudió la densidad de la materia líquida.",
        "El geólogo examinó el volumen de la materia rocosa.",
        "La química investigó la composición de la materia orgánica.",
        "El astrofísico analizó la masa de la materia en el universo."
      ],
      [
        "La materia es un elemento fundamental en la naturaleza.",
        "La materia se compone de partículas pequeñas llamadas átomos.",
        "La materia puede tomar formas sólidas, líquidas o gaseosas.",
        "La materia es inerte y no tiene conciencia ni voluntad.",
        "La materia sigue las leyes de la física y se comporta de manera predictible."
      ]
    ],
    "Femenino",
    [
      [
        "La materia es un concepto fundamental en la física.",
        "La materia se compone de átomos y moléculas.",
        "La materia puede ser sólida, líquida o gaseosa.",
        "La materia tiene masa y ocupa espacio.",
        "La materia es inmortal en el universo."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00022903-n_artículo": [
    "3",
    "Uno de una clase de objetos artísticos  explanation:  in this context, artifact refers to an object that has been created or modified by humans, often with cultural or historical significance.",
    "n",
    "spa",
    [
      [
        "El artículo más antiguo en nuestra colección es un vaso de cerámica china del siglo VII.",
        "Los artículos de arte más populares entre los coleccionistas son las esculturas de bronce egipcias.",
        "El artículo que más me fascina es una pintura abstracta de Jackson Pollock.",
        "Los artículos de la exposición están siendo vendidos en una subasta de arte este fin de semana.",
        "El artículo que más me gusta es un busto de mármol de Miguel Ángel."
      ],
      [
        "La escultura es un artículo impresionante que se exhibe en el museo.",
        "La pintura de Van Gogh es un artículo valioso que se vendió por millones de dólares.",
        "La cerámica china es un artículo tradicional que se usa en las ceremonias de té.",
        "La escultura de bronce es un artículo antiguo que se descubrió en una excavación arqueológica.",
        "La pintura mural es un artículo único que adorna el techo del edificio."
      ]
    ],
    "Masculino",
    [
      [
        "El artículo más antiguo en el museo es un vaso egipcio.",
        "El artículo favorito de la colección es una estatua china.",
        "El artículo más valioso es una joya inca.",
        "El artículo más grande es una escultura griega.",
        "El artículo más pequeño es un objeto romano.  ¿Qué tipo de objetos son los artículos? ¿Cómo se llaman las obras de arte que han sido creadas o modificadas por humanos, y que tienen una importancia cultural o histórica? ¿Por qué es importante distinguir entre el uso del género masculino y femenino en la palabra 'artículo'?  Los artículos son objetos que pertenecen a una clase"
      ]
    ],
    "Masculino"
  ],
  "spa-30-00023271-n_conocimiento": [
    "1",
    "El resultado psicológico de la percepción.",
    "n",
    "spa",
    [
      [
        "El conocimiento es un proceso mental que permite a una persona comprender y recordar información.",
        "La ciencia es la suma total del conocimiento humano en materia de naturaleza.",
        "El conocimiento científico es el resultado de la investigación y experimentación.",
        "El conocimiento filosófico es la comprensión de los principales problemas y conceptos de la filosofía.",
        "La educación es el proceso de enseñanza y aprendizaje que conduce al conocimiento y a la comprensión del mundo."
      ],
      [
        "La educación es la mejor fuente de conocimiento.",
        "El conocimiento científico es un campo en constante cambio.",
        "El conocimiento histórico es una herramienta útil para comprender nuestro pasado.",
        "El conocimiento cultural es una parte importante de nuestra identidad.",
        "El conocimiento filosófico es la base de muchas disciplinas académicas. En estas frases, 'conocimiento' aparece solo como sustantivo en género femenino, sin formas verbales ni otras variaciones de la palabra."
      ]
    ],
    "Masculino",
    [
      [
        "El conocimiento es un bien inestimable para la humanidad.",
        "La ciencia busca ampliar el conocimiento humano.",
        "El conocimiento se transmite a través de la educación.",
        "El conocimiento puede ser una fuente de poder.",
        "El conocimiento es necesario para la supervivencia de la especie."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00023271-n_saber": [
    "1",
    "El resultado psicológico de la percepción.",
    "n",
    "spa",
    [
      [
        "El saber es un conocimiento profundo y complejo que resulta de una experiencia prolongada o de una investigación exhaustiva.",
        "La sabiduría es el saber acumulado a lo largo de la vida, que se transmite de generación en generación.",
        "El conocimiento es un saber específico y limitado, que se obtiene a través del estudio o de la observación.",
        "La ciencia es el saber sistemático y ordenado que se ha desarrollado a lo largo de la historia humana.",
        "La filosofía es el saber reflexivo y abstracto que se preocupa por las cuestiones fundamentales de la existencia y del conocimiento."
      ],
      [
        "La sabiduría es un conocimiento profundo y complejo que se desarrolla a través del tiempo y la experiencia.",
        "La sabiduría es el resultado final de una larga búsqueda intelectual y espiritual.",
        "La sabiduría es la capacidad mental para entender y resolver problemas complejos.",
        "La sabiduría es un atributo que se desarrolla a lo largo de la vida y que permite a las personas tomar decisiones conscientes y responsables.",
        "La sabiduría es una habilidad que se puede mejorar a través del estudio, la reflexión y la práctica."
      ]
    ],
    "Masculino",
    [
      [
        "El saber es un concepto complejo y difícil de entender.",
        "La filosofía ha debatido sobre el saber durante siglos.",
        "El saber se puede adquirir a través del estudio y la experiencia.",
        "El saber es una cualidad que distingue a los humanos de otros seres vivos.",
        "El saber es un bien que debe ser compartido por todos."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00024720-n_estado": [
    "1",
    "La forma en que algo está con respecto a sus atributos principales.",
    "n",
    "spa",
    [
      [
        "El estado del agua es líquido.",
        "El estado de la luna es lleno.",
        "El estado de la tierra es sólida."
      ],
      [
        "El color rojo es un estado vibrante y atractivo. La vibrancia y la atracción son atributos principales del estado rojo. Sin embargo, el estado rojo también puede ser caliente o intenso, pero estos no son sus atributos principales.",
        "El clima tropical es un estado exuberante y humedo. La exuberancia y la humedad son atributos principales del estado tropical. Sin embargo, el estado tropical también puede ser caliente o húmedo, pero estos no son sus atributos principales.",
        "El estado de tranquilidad es un estado pacífico y relajante. La paz y la relajación son atributos principales del estado de tranquilidad. Sin embargo, el estado de tranquilidad también puede ser calma o relajada, pero estos no son sus"
      ]
    ],
    "Masculino",
    [
      [
        "El estado de la economía es crítico en este momento.",
        "El estado de la tecnología ha cambiado mucho en los últimos años.",
        "El estado de la educación es preocupante."
      ]
    ],
    "Masculino"
  ]
}