{
  "spa-30-00002684-n_cosa": [
    "2",
    "Una entidad tangible y visible; una entidad que puede moldear una sombra.",
    "n",
    "spa",
    [
      [
        "El libro es una cosa pesada en mi mano.",
        "La llave es una cosa pequeña que me hace sentir seguro.",
        "El sol es una cosa caliente que me hace sudar.",
        "El árbol es una cosa grande que me hace sentir pequeño.",
        "El mar es una cosa azul que me hace sentir tranquilo."
      ],
      [
        "La cosa más hermosa en el parque es un árbol con hojas doradas.",
        "La cosa más grande que he visto es una montaña.",
        "La cosa más pequeña que pueda caber en mi mano es una piedra.",
        "La cosa más difícil de encontrar es un tesoro oculto.",
        "La cosa más importante para mí es la felicidad de mis seres queridos."
      ]
    ],
    "Femenino",
    [
      [
        "La cosa era tan hermosa que parecía sacada de un cuento de hadas.",
        "La cosa estaba cubierta de polvo y suciedad, pero aún se podían apreciar sus formas.",
        "La cosa tenía una textura suave y lisa, como si fuera hecha de seda.",
        "La cosa parecía estar flotando en el aire, como si tuviera un alma propia.",
        "La cosa era tan grande que se podían ver los detalles desde lejos."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00002684-n_objeto": [
    "1",
    "Una entidad tangible y visible; una entidad que puede moldear una sombra.",
    "n",
    "spa",
    [
      [
        "El objeto en la mesa es un libro antiguo.",
        "El objeto en la ventana es una sombra que se mueve con el viento.",
        "El objeto en la boca del perro es un hueso.",
        "El objeto en la mano de la niña es una pelota de juguete.",
        "El objeto en la caja es una joya preciosa."
      ],
      [
        "La piedra es un objeto duro y pesado.",
        "El cuadro es un objeto que representa una escena o una persona.",
        "El libro es un objeto que contiene texto y imágenes.",
        "El vase es un objeto decorativo utilizado para almacenar objetos pequeños.",
        "La luna es un objeto que moldea una sombra en la noche."
      ]
    ],
    "Masculino",
    [
      [
        "El objeto de mi deseo es conocer todas las lenguas del mundo.",
        "El objeto de mi estudio es la historia de la filosofía.",
        "El objeto de mi admiración es el talento y habilidad de los niños.",
        "El objeto de mi curiosidad es la naturaleza y su inmensa variedad.",
        "El objeto de mi reflexión es la importancia de la educación en la sociedad."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00003553-n_conjunto": [
    "2",
    "Un conjunto de partes que se considera como una sola entidad.",
    "n",
    "spa",
    [
      [
        "El conjunto de piezas necesarias para construir un mueble es muy pequeño.",
        "La selección de colores en este conjunto de telas es exquisita.",
        "El conjunto de libros que lee a los niños es muy interesante.",
        "El conjunto de herramientas para la construcción de una casa es bastante completo."
      ],
      [
        "El matemático presentó un conjunto de puntos en el plano cartesiano. La geometría es una ciencia que estudia conjuntos de puntos, líneas y superficies.",
        "El químico preparó un conjunto de compuestos orgánicos para la investigación. La química es una ciencia que estudia conjuntos de elementos químicos y sus propiedades.",
        "El botánico recolectó un conjunto de especies vegetales en el bosque. La biología es una ciencia que estudia conjuntos de organismos vivientes y su relación con el medio ambiente.",
        "El físico investigó un conjunto de campos magnéticos para la aplicación práctica. La física es una ciencia que estudia conjuntos de energía y sus transform"
      ]
    ],
    "Masculino",
    [
      [
        "El conjunto de estrellas en el cielo es impresionante.",
        "El conjunto de colores en el cuadro es muy bonito.",
        "El conjunto de noticias que se han filtrado son alarmantes.",
        "El conjunto de datos que se recopilaron es muy extenso."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00004258-n_ser": [
    "4",
    "Una entidad viva.",
    "n",
    "spa",
    [
      [
        "El ser humano es una entidad viva.",
        "El amor es una entidad viva.",
        "El conocimiento es una entidad viva.",
        "El espíritu es una entidad viva.",
        "El misterio es una entidad viva."
      ],
      [
        "La serenidad es una calma profunda y tranquila que se asienta en el alma.",
        "La verdad es una entidad sagrada que guía nuestras acciones y pensamientos.",
        "La belleza es una manifestación divina de la perfección y la armonía.",
        "La justicia es una virtud inalienable que promueve la igualdad y la equidad.",
        "La felicidad es una emoción profunda y sostenible que se deriva del bienestar y la satisfacción."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 0
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 9
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00004475-n_ser": [
    "2",
    "Un ser vivo que tiene (o puede desarrollar) la capacidad de actuar o funcionar de manera independiente.",
    "n",
    "spa",
    [
      [
        "El ser humano es un organismo complejo que posee una estructura corporal y funciones biológicas.",
        "El ser animal es un ser vivo que tiene la capacidad de moverse, comer y reproducirse.",
        "El ser vegetal es un ser vivo que no tiene movimiento propio pero puede absorber nutrientes y crecer.",
        "El ser mineral es una sustancia inorgánica que se forma a partir de la solidificación de materiales naturales.",
        "El ser celestial es un objeto astronómico que orbita alrededor del Sol o está lejos de él, como las estrellas y los planetas."
      ],
      [
        "La ser humana es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser animal es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser vegetal es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser celestial es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente.",
        "La ser divina es un ser vivo que tiene la capacidad de actuar o funcionar de manera independiente."
      ]
    ],
    "Masculino",
    [
      [
        "El ser humano es un ser capaz de pensar y actuar de manera autónoma.",
        "La vida es un ser que se desarrolla en diferentes entornos.",
        "El espíritu es un ser que puede alcanzar la libertad a través del conocimiento.",
        "El egoismo es un ser que busca su propia supervivencia sin importar el bienestar de los demás.",
        "La creatividad es un ser que se expresa en diferentes formas artísticas y culturales."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00006269-n_vida": [
    "12",
    "Cosas vivas en su conjunto.",
    "n",
    "spa",
    [
      [
        "La vida marina es un mundo misterioso y atractivo.",
        "El bosque es una verdadera catedral de la vida silvestre.",
        "El campo es un vasto desierto de vida vegetal.",
        "El río es el corazón de la vida acuática.",
        "El mar es un infinito mundo de vida submarina."
      ],
      [
        "La vida marina es un mundo misterioso y atractivo.",
        "La vida silvestre en los bosques es una fuente de placer para muchos.",
        "La vida animal en el desierto es muy difícil de soportar.",
        "La vida vegetal en la selva es una variedad increíblemente rica.",
        "La vida acuática en los océanos profundos es aún menos conocida que la vida marina."
      ]
    ],
    "Femenino",
    [
      [
        "La vida es un regalo inestimable.",
        "La vida es una aventura emocionante.",
        "La vida es un misterio que nos envuelve.",
        "La vida es un desafío constante.",
        "La vida es un viaje sin destino."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00007347-n_causa": [
    "5",
    "Una entidad que produce o causa algo.",
    "n",
    "spa",
    [
      [
        "La causa del incendio fue un cortocircuito en las instalaciones eléctricas. (La causa del incendio es una entidad que produjo o causó el incendio.)",
        "El agua es la causa de la erosión en las costas. (La causa de la erosión en las costas es una entidad que produce o causa la erosión en las costas.)",
        "La falta de educación es la causa del desempleo. (La causa del desempleo es una entidad que produce o causa el desempleo.)",
        "El estrés es la causa de la enfermedad mental. (La causa de la enfermedad mental es una entidad que produce o causa la enfermedad mental.)",
        "La contaminación es la causa del cambio climático. (La causa"
      ],
      [
        "La causa del incendio fue un cortocircuito en las instalaciones eléctricas. (La causa es una entidad que produjo o causó el incendio.)",
        "El accidente se debió a la falta de atención del conductor. (La falta de atención es una entidad que produjo o causó el accidente.)",
        "La enfermedad está relacionada con la exposición al sol. (La exposición al sol es una entidad que produce o causa la enfermedad.)",
        "El aumento de la temperatura se debe a la actividad humana. (La actividad humana es una entidad que produce o causa el aumento de la temperatura.)",
        "La falta de educación es la principal causa del desempleo. (La falta de educación es una ent"
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 0
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 1
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 2
    }
  ],
  "spa-30-00007846-n_alguien": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El alguien que pasó por aquí hace un día es mi mejor amigo.",
        "El alguien que me ayudó a encontrar el camino estaba muy amable.",
        "El alguien que se acercó a mí en la calle parecía estar buscando algo.",
        "El alguien que me llamó hoy por la tarde es mi abogado.",
        "El alguien que me ayudó a levantarme de la cama esta mañana es mi esposo."
      ],
      [
        "La mujer que estaba en la puerta es alguien.",
        "El autor de este libro es alguien.",
        "Alguien ha dejado su cartera aquí.",
        "Alguien está hablando conmigo.",
        "Alguien me llamó hoy por teléfono."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 10
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 0
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00007846-n_humano": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El hombre es un ser humano.",
        "Un hombre es un ser humano.",
        "La persona más importante en mi vida es un ser humano.",
        "El líder de la nación es un ser humano.",
        "El hombre que cambió el curso de la historia es un ser humano."
      ],
      [
        "La mujer es un ser humano. (La mujer es una persona humana.)",
        "El profesor presentó a sus estudiantes, todas ellas seres humanos. (El profesor presentó a sus estudiantes, todas ellas personas humanas.)",
        "Las mujeres son seres humanos igual de valiosas que los hombres. (Las mujeres son personas humanas igual de valiosas que los hombres.)",
        "La enfermera cuidó a la paciente, una persona humana muy enferma. (La enfermera cuidó a la paciente, una persona muy enferma.)",
        "Las mujeres son seres humanos con derechos iguales a los hombres. (Las mujeres son personas humanas con derechos iguales a los hombres.)"
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 9
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 1
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00007846-n_persona": [
    "1",
    "Un ser humano.",
    "n",
    "spa",
    [
      [
        "El hombre que estaba caminando por la calle era una persona. (No es correcto)",
        "El hombre que estaba caminando por la calle era un ser humano. (Correcto)",
        "El hombre que estaba caminando por la calle era un hombre. (No es correcto, porque 'hombre' ya es masculino)",
        "La mujer que estaba caminando por la calle era una persona. (Correcto)",
        "La mujer que estaba caminando por la calle era una ser humano. (No es correcto, porque 'ser humano' no tiene forma femenina)"
      ],
      [
        "La persona caminaba por la calle.",
        "La persona estaba sentada en la mesa.",
        "La persona hablaba con confianza.",
        "La persona leía el libro con interés.",
        "La persona miró hacia el horizonte."
      ]
    ],
    "Femenino",
    [
      [
        "La persona se siente bien hoy.",
        "La persona es muy amable.",
        "La persona está enferma.",
        "La persona tiene muchos problemas.",
        "La persona es muy inteligente."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00020827-n_materia": [
    "4",
    "Lo que tiene masa y ocupa espacio.",
    "n",
    "spa",
    [
      [
        "El químico analizó una muestra de materia sólida.",
        "La física estudió un bloque de materia densa.",
        "El geólogo examinó una roca de materia ígnea.",
        "La química preparó una muestra de materia líquida.",
        "El físico investigó un material de materia metálica."
      ],
      [
        "La materia es un elemento fundamental en la naturaleza.",
        "La materia se compone de partículas pequeñas llamadas átomos.",
        "La materia puede tomar formas sólidas, líquidas o gaseosas.",
        "La materia tiene propiedades físicas y químicas que la distinguen una de otra.",
        "La materia es el material de la que estamos hechos y que nos rodea en nuestro mundo."
      ]
    ],
    "Femenino",
    [
      [
        "La materia es un concepto fundamental en la física.",
        "La materia se compone de átomos y moléculas.",
        "La materia puede ser sólida, líquida o gaseosa.",
        "La materia tiene masa y ocupa espacio.",
        "La materia es inmortal en el universo."
      ]
    ],
    "Femenino"
  ],
  "spa-30-00022903-n_artículo": [
    "3",
    "Uno de una clase de objetos artísticos.",
    "n",
    "spa",
    [
      [
        "El escultor creó un gran artículo en bronce.",
        "El pintor presentó una serie de artículos impresionantes en la exposición.",
        "El coleccionista compró un artículo exquisito para su galería.",
        "El museo exhibe un artículo antiguo que data del siglo XVI.",
        "El mercado de arte ofrece una gran variedad de artículos originales."
      ],
      [
        "La escultura es un ejemplo de arte moderno.",
        "La pintura impresionista es una obra maestra del siglo XIX.",
        "La cerámica es una forma de arte que ha existido desde la antigüedad.",
        "La arquitectura es una expresión artística que se puede ver en edificios y monumentos.",
        "La literatura es un campo de estudio que incluye novelas, poesía, y ensayos."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 0
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 5
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 2
    }
  ],
  "spa-30-00023271-n_conocimiento": [
    "1",
    "El resultado psicológico de la percepción.",
    "n",
    "spa",
    [
      [
        "El conocimiento es un proceso mental que permite a una persona comprender y recordar información.",
        "La ciencia produce conocimientos científicos, que son resultados psicológicos de la percepción y el análisis de los datos.",
        "El conocimiento es un producto del proceso cognitivo, que se desarrolla a través de la experiencia y la reflexión.",
        "La educación es una actividad que produce conocimientos académicos, que son resultados psicológicos de la percepción y el análisis de los datos.",
        "El conocimiento es un concepto abstracto que se define como el resultado psicológico de la percepción y el procesamiento de información."
      ],
      [
        "La educación es la mejor fuente de conocimiento.",
        "El conocimiento es un poder que se puede compartir.",
        "El conocimiento es el resultado más importante de la investigación científica.",
        "El conocimiento es una herramienta útil para resolver problemas.",
        "El conocimiento es la clave para entender el mundo. En estos ejemplos, conocimiento solo aparece como sustantivo en género femenino y se refiere al resultado psicológico de la percepción."
      ]
    ],
    "Masculino",
    [
      [
        "El conocimiento es un bien inestimable.",
        "El conocimiento es una herramienta indispensable para el progreso humano.",
        "El conocimiento es un reflejo de la percepción.",
        "El conocimiento es un producto de la experiencia.",
        "El conocimiento es un resultado de la observación."
      ]
    ],
    "Masculino"
  ],
  "spa-30-00023271-n_saber": [
    "1",
    "El resultado psicológico de la percepción.",
    "n",
    "spa",
    [
      [
        "El saber es un conocimiento profundo y complejo que resulta de la experiencia y la reflexión.",
        "Saber es una habilidad mental que permite a los seres humanos comprender y procesar información.",
        "La ciencia es el saber sistematizado y organizado en teorías y leyes.",
        "El conocimiento es un saber acumulado a lo largo de la historia humana.",
        "Saber es una necesidad fundamental para la supervivencia y el progreso de las sociedades humanas."
      ],
      [
        "La sabiduría es un conocimiento profundo y complejo que se desarrolla a través del tiempo y la experiencia.",
        "La sabiduría es el resultado psicológico de la percepción, la reflexión y la comprensión.",
        "La sabiduría es una habilidad mental que permite a las personas tomar decisiones razonables y justas en situaciones difíciles.",
        "La sabiduría es un concepto abstracto que se refiere al conocimiento y la comprensión de los principales problemas humanos.",
        "La sabiduría es una calidad mental que permite a las personas actuar con sabiduría, prudencia y justicia en sus relaciones con otros seres humanos."
      ]
    ],
    "NULL",
    {
      "Error 1: Generacion de palabras con otro part of speech. La palabra que buscamos no está como noun en la frase.": 0
    },
    {
      "Error 2: La palabra que buscamos no aparece en la frase.": 7
    },
    {
      "Error 3:  La palabra aparece en la frase, pero no viene precedida de un articulo que indique su género.": 0
    }
  ],
  "spa-30-00024720-n_estado": [
    "1",
    "La forma en que algo se presenta con relación a sus principales atributos.",
    "n",
    "spa",
    [
      [
        "El estado de la tierra es un sistema complejo que incluye procesos geológicos, climáticos y biológicos.",
        "El estado de la salud mental es una cuestión importante para la mayoría de las personas en el mundo.",
        "El estado de la economía es un indicador clave de la prosperidad y la estabilidad de un país."
      ],
      [
        "El color rojo es un estado vibrante y atractivo. La vibrancia y la atracción son atributos principales del estado rojo. Sin embargo, el estado rojo también puede ser caliente y agotador en ciertas circunstancias.",
        "La tranquilidad mental es un estado deseado por muchas personas. Es un estado que se caracteriza por la ausencia de preocupaciones o estrés. Sin embargo, la tranquilidad mental también puede ser aburrida y monótona en ciertas circunstancias.",
        "La felicidad es un estado deseado por muchas personas. Es un estado que se caracteriza por la presencia de alegría o contentamiento. Sin embargo, la felicidad también puede ser superficial y transitoria en ciertas circunstancias.  4"
      ]
    ],
    "Masculino",
    [
      [
        "El estado de la tecnología en nuestra sociedad actual es muy avanzado.",
        "El estado de la economía mundial se ha visto afectado por la crisis económica.",
        "El estado de la educación en el país es bastante deficiente."
      ]
    ],
    "Masculino"
  ]
}